import React from "react";
import Bar from "../components/Bar";

const Gift = () => {
  return (
    <div className="wrapper">
      <span className="title py-20">💌Letter</span>
      <Bar />
      <span className="font-kangwon-bold pt-4">
        우리 경민이 생일 너무너무 축하해 빰빠라빠라밤 주니어개발자의
        생일선물어떤데ㅋ ㅋ ㅋ ㅋ ㅋ ㅋ ㅋ ㅋ 너만을 위한 깃허브 리포지토리라고.
        너를 위해 내가 손수 짠 코드라고~!!!!!ㅋㅋㅋㅋㅋㅋㅋF가 좋아하는 정성
        가득들어간 선물이니까 얼렁 리액션 다시 이쁘게 해줘잉😚 어제
        사이트만들면서 생각해보는데 너랑 나랑 진짜 엄청
        붙어다녔더라ㅋㅋㅋ아니진짜 좀 징그러울 정도임 어떻게 잘다녔지? 진짜 항상
        말하지만 그 사회성떨어진 김난슬을 다 봐놓고 이직까지도 나랑 친구해주는
        너는 능력이 타고난거임 뭔가 다 그지같은 성격을 가진 사람도 너옆에만
        있으면 순둥이가 되는 느낌? 뭔지알지 너가 애초에 순둥이인데 약간
        만만하지않은 순둥이니까ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ너는 그 능력이 진짜
        최대 장점이야. 나는 진짜 인생에서 젤 큰 행운이 인복이 타고난건데 너가 내
        사람들중에서 가장 소중하고 이뻐 너같이 귀한 선물이 나에게 온것에 너무
        감사함 진짜 사랑하고 너무사랑하고 우리 경민이 혼자서 잘 헤쳐나가는것도
        너무 대견하고 가끔 힘들때 나한테 와서 쫑알쫑알 얘기하는것도 너무 귀엽고
        고맙고 같이 진대할때는 진지하게 들어주고 웃긴얘기할때는 또 웃기게
        얘기하고ㅎㅎㅎ그게 얼마나 소중한지 모르겠어 약간 이런 인연을 또 만날 수
        있을까? 잘모르겠어 너는 나에게 그만큼 유일무이한 존재야 항상 고맙고
        미안하고.....나 그래서 대학친구들한테 가족같은 친구한명있다고
        친구라고하기엔 너무 서로 알고있는게 많다고ㅋㅋㅋㅋㅋㅋ그렇게
        소개하고다님 생일 너무너무 축하해🎊🎊🎉🎉🎂🎂 나랑 같이 친구해줘서
        고마워 앞으로도 나랑 계속 친구해줘 넌 진짜 최고야 사랑해💗💗💗💗💗💗
      </span>
    </div>
  );
};

export default Gift;
